{
  "one": { 
      "english": "1 God, who at sundry times and in divers manners spake in time past unto the fathers by the prophets, 2 Hath in these last days spoken unto us by his Son, whom he hath appointed heir of all things, by whom also he made the worlds; 3 Who being the brightness of his glory, and the express image of his person, and upholding all things by the word of his power, when he had by himself purged our sins, sat down on the right hand of the Majesty on high:", 
      "greek": "1 Πολυμερῶς καὶ πολυτρόπως πάλαι ὁ θεὸς λαλήσας τοῖς πατράσιν ἐν τοῖς προφήταις 2 ἐπ' ἐσχάτου τῶν ἡμερῶν τούτων ἐλάλησεν ἡμῖν ἐν υἱῷ, ὃν ἔθηκεν κληρονόμον πάντων, δι' οὗ καὶ ἐποίησεν τοὺς αἰῶνας: 3 ὃς ὢν ἀπαύγασμα τῆς δόξης καὶ χαρακτὴρ τῆς ὑποστάσεως αὐτοῦ, φέρων τε τὰ πάντα τῷ ῥήματι τῆς δυνάμεως αὐτοῦ, καθαρισμὸν τῶν ἁμαρτιῶν ποιησάμενος ἐκάθισεν ἐν δεξιᾷ τῆς μεγαλωσύνης ἐν ὑψηλοῖς,", 
      "linguistic": "[a], `αἰῶνας : I rather expected to find `κόσμους here instead of `αἰῶνας. It is the only place where `ποιεῖν and `αἰών occur together. In fact, as the object of God’s creation, `αἰών is used only one other time, in Heb. 11:3: `Πίστει `νοοῦμεν `κατηρτίσθαι `τοὺς `αἰῶνας `ῥήματι `Θεοῦ, `εἰς `τὸ `μὴ `ἐκ `φαινομένων `τὸ `βλεπόμενον `γεγονέναι. Which is to say, this is an interesting way for the author to describes God’s creative activity. Etymology is Indo-European (IE) `*h2ei-u, which became ancient Greek `αἰϝων, and ultimately Greek `αἰών. This is one instance in where the digamma doesn’t leave a trace in the classical Greek form. It is possible to posit the digamma because of the Latin cognate aevus (Etymological Dictionary of Greek, EDG). (To understand the “`h#`” in the IE roots, see n## on the Laryngeal Theory.) [b] `ἀπαύγασμα`: `ἀπό-αὔγασμα, ultimately from `ἀυγή“ light, glow, ray of light”, likely from IE `h2eug-“ shine” or “increase, grow strong” (EDG). The `ἀπό prefix simply means “out” or “forth”, and therefore we get “shine forth. `‘-μα’ is a Greek suffix used to denote the result or effect of an action. (Sm 841.2); for example, the verb `νοέω “to think”, gives us the noun `νόημα “thought”. `αὔγασμα is a verbal noun deriving from `αὐγάζω “to shine upon”. Therefore, an `ἀπαύγασμα is the result of the action of being shined upon. The word is only used once in the GNT, and once in the Wisdom of Salomon. The `-μα suffix is more appropriately `*μν̥, for which, see n11-12. [c] A note on word frequencies: Seeing how often a word is used by a particular author or in a particular corpus can be illuminating. For example, `ἀπαύγασμα is only used once. This could mean the author wanted to use a particularly poetic or obscure word, maybe for the purpose of punctuated his declaration. But there are problems. First of all, we don’t have all the words that were written by the early Christian leaders, so it could be that a word that only appears once or twice, could have had much greater representation in other works. Further, just because a word is used infrequently in writing doesn’t necessarily mean that it should be regarded as special. If I use the word macabre only once in my corpus of journal entries, that could just be because that was the first word to came to mind, or I could have just heard it used by somebody else; it doesn’t mean that I wanted a special term to be used. So, I will have occasion to refer to the frequency of a word, but note that this practice isn’t without caveats. [d] `δοξής : I think it is possible to disregard the word histories and subtleties of meaning for the majority of words in the scriptures—at least as they relate to our daily practice of religion. For example, whatever the lexica tell us about the word `ὄνομα : isn’t going to effect how I view God or my religious obligations. But there are some words that are much more vital in our devotion, and `δόξα has to be one of those words. John 17:3 reads that to obtain eternal life one must know God and Jesus Christ, and `δόξα is quite possibly the quintessence of what sets them apart. Furthermore, biblical and extra-biblical verses promise the believer participation in this `δόξα here and hereafter. *I recommend reading the entry in Kittel for this one. There are 20 pages devoted to the word, and they are plenty compelling. I will do my best to summarize them here. `δόξα is derived from the verb `δοκέω “I think”, which itself is a deverbative from `δέκομαι. The complex etymology can be found in EDG s.v. `δοκέω and `δέχομαι. In non-biblical Greek, the meaning “I think” is conveyed in the noun `δόξα as both “the opinion which I have” and “the opinion which others have of me.”  It was an important word in Greek philosophy and Greek culture generally. Culturally it was reputation and renown, and unqualified `δόξα was the pinnacle of achievement for an individual. [e] `χαρακτήρ`: This is the origin of the English word “character.” It comes from the verb `χαράσσω, which means “to make pointed, sharpen; to carve, engrave, strike, stamp.” (RB s.v.) It first occurs in Hesiod (very old) and is thought to be a Pre-Greek word. From the idea of engraving, comes the idea of the engraved thing. The idea of a “physical of language idiosyncrasy” and “individual feature, style, character” is attaches to the word in the Hellenistic era. [f] `μεγαλωσύνης : another word of fairly low frequency. It occurs three times—twice in the epistle to the Hebrews, and once in Jude. Nothing too remarkable here. The `-συνη ending is a productive suffix, typically found in abstract words. It is properly the feminine of the adjectival ending `-συνος. I wondered if perchance the ending could be parsed and discoverable as a grammaticalization (see n11). I wonder if it is not a compound of two suffixes, namely `-σι- and `-να-. `-σι- is equal to `-τι-, but is found after vowels (Sm 840.a.1-2, 115). Both suffixes are productive for names of actions and abstract substantives (Sm 840). `Nu is the constant in the suffix `-να-, which is manifest with many other vowels before and after (Sm 861.11, 858.11), and it is used in the creation of adjectives. So maybe we begin with SI to create a abstract like ‘righteousness’ and then append `NA to create the adjective ‘righteous’. The compound ending eventually gets reanalyzed/re-appropriated as a single unit productive of nouns like `μεγαλωσύνη and `δικαιοσύνη. But what of the the two suffixes themselves? The principle of grammaticalization says that grammatical elements are often generated from other lexical categories, such as nouns and verbs and whatnot (See n9. Smyth says 'the origin of the Greek suffixes is often obscure; of those inherited from the parent language only some were employed to make new words; others were formed by Greek itself (productive suffixes). From the analogy of modern languages we infer that some of the suffixes were once independent words, which , on becoming part of a compound, lost their significance (Sm 833).'  With `-σι- actually coming from `-τι-, I wonder if its origin is not neuter the indefinite pronoun `τις/τι. It’s not a great strain to envision the creation of an abstract noun from a root and an indefinite pronoun—but this might all be very reckless linguistics.",
      "philosophical":"  [aa] What is the purpose of the chapter? Why was the author given to write and publish it? For me this question is more obvious because it is a chapter I would not have written. It’s not vital to know the author’s intention to consume or even profit from a text, and an audience can have an experience of a text that is different and maybe even contrary to the purposes of the author, but nevertheless, I think divining the mind of the author can be productive. Was the text to have a supernatural function, like a sort of mantra that causes something cosmic for the reader (or writer)? Was it meant to appeal to the heart or to the head? Am I supposed to feel something in reading this. or am I supposed to think something when reading? [bb] spake in time past unto the fathers by the prophets: XXX It is similar to the parable of the steward that occurs in XXX. The master sent a number of emissaries without success, so he at last sends his son, hoping they will respect his authority. So maybe one idea here is that the sundry messengers of the past have been trump by the declarations of the son. We are to listen to him as one with greater authority and as one with a less diluted message. It reminds me of a passage in Salinger’s Franny and Zooey: “I can’t see why anybody — unless he was a child, or an angel, or a lucky simpleton like the pilgrim — would even want to say a prayer to a Jesus who was the least bit different from the way he looks and sounds in the New Testament. My God! He’s only the most intelligent man in the Bible, that’s all! Who isn’t he head and shoulders over? Who? Both Testaments are full of pundits, prophets, disciples, favorite sons, Solomons, Isaiahs, Davids, Pauls — but, my God, who besides Jesus really knew which end was up? Nobody. Not Moses. Don’t tell me Moses. He was a nice man, and he kept in beautiful touch with his God, and all that — but that’s exactly the point. He had to keep in touch. Jesus realized there is no separation from God. “ There is a similar encomium to Jesus in Shaw’s preface to Androcles and the Lion. It is hard to pick out the best quote from that preface, but I will leave one and encourage the reader to turn to the whole preface himself: “When the Protestants translated the Bible into the vernacular and let it loose among the people, they did an extremely dangerous thing, as the mischief which followed proves; but they incidentally let loose the sayings of Jesus in open competition with the sayings of Paul and Koheleth and David and Solomon and the authors of Job and the Pentateuch; and, as we have seen, Jesus seems to be the winning name… And it may be that though nineteen centuries have passed since Jesus was born… and though his Church has not yet been founded nor his political system tried, the bankruptcy of all the other systems when audited by our vital statistics, which give us a final test for all political systems, is driving us hard into accepting him, not as a scapegoat, but as one who was much less of a fool in practical matters than we have hitherto all thought him (93).”"   
      },
  "four": { 
      "english": "4 Being made so much better than the angels, as he hath by inheritance obtained a more excellent name than they.5 For unto which of the angels said he at any time, Thou art my Son, this day have I begotten thee? And again, I will be to him a Father, and he shall be to me a Son? 6 And again, when he bringeth in the first begotten into the world, he saith, And let all the angels of God worship him. 7 And of the angels he saith, Who maketh his angels spirits, and his ministers a flame of fire.", 
      "greek": "4 τοσούτῳ κρείττων γενόμενος τῶν ἀγγέλων ὅσῳ διαφορώτερον παρ' αὐτοὺς κεκληρονόμηκεν ὄνομα. 5 Τίνι γὰρ εἶπέν ποτε τῶν ἀγγέλων, Υἱός μου εἶ σύ, ἐγὼ σήμερον γεγέννηκά σε; καὶ πάλιν, Ἐγὼ ἔσομαι αὐτῷ εἰς πατέρα, καὶ αὐτὸς ἔσται μοι εἰς υἱόν; 6 ὅταν δὲ πάλιν εἰσαγάγῃ τὸν πρωτότοκον εἰς τὴν οἰκουμένην, λέγει, Καὶ προσκυνησάτωσαν αὐτῷ πάντες ἄγγελοι θεοῦ. 7 καὶ πρὸς μὲν τοὺς ἀγγέλους λέγει, Ὁ ποιῶν τοὺς ἀγγέλους αὐτοῦ πνεύματα, καὶ τοὺς λειτουργοὺς αὐτοῦ πυρὸς φλόγα:", 
      "linguistic": "[g] Grammaticalization: (wikipedia’s definition is as good as any:) “In linguistics, grammaticalization (also known as grammatization, grammaticization) is a process of language change by which words representing objects and actions (i.e. nouns and verbs) transform to become grammatical markers (affixes, prepositions, etc.).” For example, in many languages the preposition in/inside originates from the word for belly. It’s a fascinating process, and gives us a peek into how language is created. For a next reference documenting the trends in the grammaticalization process and providing copious examples, see World Lexicon of Grammaticalization by Bernd Heine and Tania Kuteva. [h] `ὄνομα: > IE `*h3nh3-mn, `*h3nh3-men. Cognate with Latin `nomen and English `name. Like `ἀπαύγασμα, the `μα ending is `*μν̥ (see n12) and features a syllabic `nu (see n.i). [i] Syllabic `nu: From Sih 93, ‘Liquids and nasals are sounds of such sonority that while they usually function as consonants they may also function as vowels. That is, they may be pronounced so as to form a distinct syllable in the absence of an adjacent vocoid. This is the case in many languages, and not uncommon in NE in the case of I and n, for example the unaccented syllables of words like bottle and hidden, in which the vowels appearing in the spelling correspond to no spoken sound.’ These syllabic consonants turn up everywhere, and understanding their character helps to clarify previously opaque Greek forms and constructions. Syllabic consonants occur in four different environments: ‘1) between two obstruents, or between a word boundary and an obstruent… 2) between a resonant and a following obstruent, laryngeal, or word boundary…3) between a word boundary and a following obstruent or laryngeal…4) Between a laryngeal and an obstruent or a word boundary (Sih 93; see for examples).’ [j] Nominatives in `μα: Greek has a collection of nouns that follow the paradigm of `-μα in the nominative, and `-ματος in the genitive. C. Anghelina notes that the `tau in this paradigm is a Greek invention, rather than an IE standard. She suggests that it is the result of a common practice of Greek epenthesis, whereby a a nasal and a resonant are broken up by a stop consonant. As examples she gives `ἀνήρ, `ἀνδρός < `*/anrós/; `ἄμβροτος > `*/ámrotos/; and in other languages, Latin `similare > * `simlare > French `sembler. In a word like `ὄνομα, the genitive form doesn’t actually produce this environment of nasal/resonant, but yet we do see the epenthetic `tau, `*/h3nomn̥os/ > `*/onomn̥tos/. Therefore, Anghelina suggests the epenthetic `tau was generated in the dative plural form, whose case marker is `-σι: `*/h3nomn̥ + `si/ `*/h3nomnsi/ > `*/h3nomnᵗsi/. The `sigma isn’t a resonant, but it is a continuant, and can produce the same effects as a resonant. Lastly, ‘from the dative plural, the existence of an affricate led to a re-segmentation process, through which a new dental stem emerged, which could be used throughout the paradigm.’ For the article, see Glotta 86. [k] The origin of Greek vocabulary. One of the great contributions to the study of Greek for English students is Robert Beekes’ Etymological Dictionary of Greek. In the preface to the book he describes the possible sources for Greek vocabulary. The most important and substantial are Pre-Greek (PG) and Indo-European (IE). Beekes has done a lot of work on PG, and there is now even a lexicon strictly holding PG words (Pre-Greek: Phonology, Morphology, Lexicon), but his hypotheses are not without controversy. The IE sources are well-established. IE is a language family that encompasses most of the European languages (German, Spanish, Latin, Greek, etc.), and some of the Indian languages (Sanskrit, Urdu, Pashto, etc.). Scholars of IE and Proto-Indo-European (PIE) have worked to reconstruct the roots of the parent language to all of these other languages, using the principles of diachronic linguistics. For example, the English word `mother has cognates in many other languages: Latin, `māter; Greek, `mētēr; Avestan, `māter; Old Norse, `móðir; German, `Mutter; etc. By comparing these languages, and looking at common sound changes, it is possible to reconstruct an original form that could have given birth to these various dialectical variations, namely, `*meH₂tér. [l] Laryngeal Theory. [m] `σήμερον: This is a compound word, made up of the IE demonstrative `*ḱi “this” and `ἡμέρα “day” (the accent on the [k] means in it palatalized (see Phonetic Symbol Guide (PHG)). The DIER lists it as `*ko/k̂o, and connections it with the English pronouns and adverbs he, him, her, it, here, and hither (the h-sound being a weakening from the k-sound).  The transformation from `*ḱ to `[σ] in Greek is through a series of palatalizations (see n21) in prehistoric Greek which made of `[k] a `[t] in the Attic dialect and `[s] in the Ionic. The transformation looks like this: `*ki-āmeron > `*kyāmeron > `čāmeron > Doric `σάμερον, Ionic `σήμερον, Attic `τήμερον (Sih 199c). The path of palatalization: PIE, `ḱy, `kʷy > Early PreGreek, `kʷy > Late PreGreek, `ky > Proto-Greek, `čč (Sih 198). (č is a voiceless post-alveolar affricate, realized in English as the “ch” in chocolate.) [n] Palatalization: (from Britannica online:) “refers to the process of sound change in which a nonpalatal consonant, like k, changes to a palatal consonant, like ch or sh; e.g., French `chaîne (pronounced with an initial sh sound) developed from Latin `catena (pronounced with an initial k sound).” Palatalization plays a big role in Greek phonology. Sih 196 describes a series of possible palatalizations in Greek that are responsible for significant phonological changes from the PIE roots to their Greek reflexes. (A reflex is “an attested word from which a root in the proto-language is reconstructed… More generally a reflex is the known derivative of an earlier form, which may or may not be either attested or reconstructed. Reflexes of the same source are cognates” (Wikipedia s.v. Linguistic Reconstruction). [m] `γεγέννηκά: > `γεννάω. LS calls this a “causal” form of the verb `γίγνομαι, which comes from the IE *genh1. This IE root gives us the whole web of words relating to birth and family and tribe; words like: gender, gene, genealogy, genus, genre, genius, engine. The other complex of “birth” words are associated with the verb `τίκτω, which can be seen in v. 6 `πρωτότοκον “first born”.  `γεννάω gets fairly good play in the GNT, occurring 97 times. It is the verb used in the genealogies at the beginning of the gospels. According to Kittel its meaning in broader Greek and in the GNT are the same. The verb features something called gemination, which is a doubling of consonants, which often simply stands for a long consonant. Gemination is often a sign of some sort of historical sound change. In `γεννάω the `double-nu is the result of a double process of synezesis and de-palatalization. Taking the noun `γέννα, Sih 233 maps the path as follows: `*geneā > `*genyā > `gennā. Here, synezesis describes the process of the short vowel losing its syllabicity in front of a back vowel and becoming `[y]. The `[y] of the `-ny- cluster evolves into a long palatalized consonant, `/ññ/, before the geminated consonant is depalatalized before the historical period. (This process of palatalazation and depalatalization in Greek is mapped out in Sih 195-207.) Lastly `γεγέννηκα is a perfect active, indicative verb; there are also aorist forms of this verb throughout the GNT; so the question is: why opt for perfect over aorist? Considering this is the Koine dialect, the question may be arbitrary. For a discussion of the Perfect Tense in Koine, see n##. [o] The Perfect Tense in Koine: The original essence of the Perfect tense was an action complete in the past that still has a bearing on the present, an example being “I am dead”—i.e., I died in the past and that death is still relevant in the present. In the time of Homer this tense was clearly delineated from six other tenses, but by the time of the New Testament it has merged almost entirely (if not entirely) with the aorist tense. The shift in the grammar of the Perfect is seen first in Pindar, but multiplies with the Sophists. For excellent treatments of this subject see Wackernagel (2009), pp. 215-220; and Willi (2003), pp. 126-133. Perfect forms exist alongside aorist forms in the GNT with no discernible difference. This can be seen with the verb `γεννάω. [p] `εἰς πατέρα: This is an odd construction, unnatural in classical Greek. Smyth (1686d) lists as a possibility of εἰς + acc: “goal, purpose, intention”, which gets somewhat close to the sense here, but not quite. The answer is actually that this is imitating a Hebrew formation. Blass describes it thus (33.3): “The double nominative (nom. of the subject and nom. of the predicate) is found in the N.T. as in Attic, except that occasionally in place of the second nominative εἰς with the accusative is used after a Hebrew model (as it is also used instead of the second accusative with corresponding active verbs, § 34, 5). This construction appears with `εἶναι (more precisely with the fut. `ἔσομαι which has a certain relation to `γίνομαι) and `γίνεσθαι, but chiefly in quotations…seldom except in quotations.”q5] `προσκυνησάτωσαν > `προσκυνέω. `κυνέω itself is the poetic word, matched by `φιλέω in prose. κυνέω comes from IE `*ku(e)s “kiss”, and is related to the German kussen and English kiss. [r] λειτουργοὺς is the origin of the modern English liturgy. It is a compound made of two words that correspond exactly to English lay (as in layman) and work. The left part of the compound is `λειτο-, which is an adjective derived from the noun `λαός “people”. (I’m not certain how the sound changes happen here.) That `λαός comes through French and becomes our lay. The right part of the compound is `ἔργον, which was originally `*ϝεργον. The digamma was pronounce similar to English /w/, which would give a transliteration of `wergon. What was a gamma in Greek often becomes a /k/ in English (so with know and knee, but not agnostic), thus giving us a clear path from `ἔργον to work. The word liturgy  is mostly used in a ecclesiastical context in modern times, but its original meaning was simply one who did a public work. It is true that those ancient public works were often associated with the duties of the state religion, so the narrowing of the meaning is logical.",
      "philosophical": "[cc] spoken unto us by his Son, whom he hath appointed heir of all things, by whom also he made the worlds: Mormon theology affirms this role of Jesus, published widely in the New Testament and throughout Mormon literature. Why is this so? Why were responsibilities incident to this world turned over to Jesus. Why did not God do everything and leave only the atonement to Jesus?[dd] being the brightness of his glory, and the express image of his person: Jeffrey R. Holland asserts that next to the atonement, Jesus’ condescension was a mission to teach mankind what God was really like, to show the mercy and long-suffering of the Father of creation (“Grandeur of God”). For a philological and theological discussion of the word “glory” see n6. [ee] when he had by himself purged our sins: the verb used in Greek is in the middle voice. This voice has fallen out of the grammar of English (leaving only active and passive), but the concept is still at play. The concept of the middle voice is that some action is done that effects you. For example, in Greek you can teach some one (παιδεύω, active), be taught (παιδεύομαι, passive), or cause someone to be educated (παιδεύομαι, middle). In the final framing, the individual is not personally doing the teaching or being taught, but is securing the instruction for someone else. This is a little slippery, but interesting. In this verse, Jesus ποιησάμενος καθαρισμὸν τῶν ἁμαρτιῶν “makes provisions for cleansing from sin.” It doesn’t say He cleansed sin, nor does it say He cleansed “us from sin;” rather, it says that he caused that there should be purification from sin. The difference theologically is that in the one reading, Jesus cleansed us all from our sin and went to His glory; in the other reading, Jesus did the groundwork necessary for purification, but that purification hasn’t been applied by everyone. The analogy with education can be reapplied here: a father can pay for a child’s education, but it will be up to the child to actually learn; so too, Jesus has provided for forgiveness of sin, but we have to take the steps to enjoy that blessing. [ff]Thou art my Son: But we have also been called sons, and have been encouraged to become sons, so what is the meaning here? Perhaps it has to do with the difference between mortals and angels. [gg] Verse 7: I couldn’t really make sense of the Greek of this verse, so I consulted my LDS version of the King James. Thereupon I noticed in the footnotes that there is a Joseph Smith Translation (JST) for this verse (see n30). Picking up at the end of v.6 it reads, “And let all the angels worship him, who maketh his ministers as a flame of fire. And of the angels he saith, Angels are ministering spirits.” "
      },
  "eight": { 
      "english": "8 But unto the Son he saith, Thy throne, O God, is for ever and ever: a sceptre of righteousness is the sceptre of thy kingdom. 9 Thou hast loved righteousness, and hated iniquity; therefore God, even thy God, hath anointed thee with the oil of gladness above thy fellows. 10 And, Thou, Lord, in the beginning hast laid the foundation of the earth; and the heavens are the works of thine hands: 11 They shall perish; but thou remainest; and they all shall wax old as doth a garment;", 
      "greek": "8 πρὸς δὲ τὸν υἱόν, Ὁ θρόνος σου, ὁ θεός, εἰς τὸν αἰῶνα τοῦ αἰῶνος, καὶ ἡ ῥάβδος τῆς εὐθύτητος ῥάβδος τῆς βασιλείας σου. 9 ἠγάπησας δικαιοσύνην καὶ ἐμίσησας ἀνομίαν: διὰ τοῦτο ἔχρισέν σε ὁ θεός, ὁ θεός σου, ἔλαιον ἀγαλλιάσεως παρὰ τοὺς μετόχους σου:  10 καί, Σὺ κατ' ἀρχάς, κύριε, τὴν γῆν ἐθεμελίωσας, καὶ ἔργα τῶν χειρῶν σού εἰσιν οἱ οὐρανοί: 11 αὐτοὶ ἀπολοῦνται, σὺ δὲ διαμένεις: καὶ πάντες ὡς ἱμάτιον παλαιωθήσονται, ", 
      "linguistic": "[s] ἀνομίαν [t] `ἔχρισέν: This is the verb that gives us the name Christ. It simply means “to anoint.” [u] `μετόχους: [v] `κύριε: `κύριος > IE `*keuh1 “swell, be strong. Related to `κυέω “to be or become pregnant,” and `κύημα “foetus, embryo.” This is an r-stem (s.v. EDG, Sih 284), with the suffix `-io- (Sm 859.5), and the case ending `-s-. The usual form of a PIE root is CVC(C), with C being any consonant, and V being any vowel. The `/u/ in this case, is functionally a consonant (similar to /w/ in English water and spew), while the vowel is the usual e-grade. In `κύριος, the zero-grade is represented. (For vowel gradation see n35.) Watkins describes the IE root as `*keuə “to swell; vault hole”. This gives birth to a number of English words: cave, concave, cumulate, cumulus, and church; it also is the root for the Greek word for wave, `κῦμα (s.v. `*keuə DIER). [w] Vowel gradation/Ablaut: [x] `ἐθεμελίωσας: `θεμελιόω; Occurs 5x’s in GNT, none in reference to creation. The noun `τὰ `θέμεθλα means “foundation, lowest part. This complex of words derives from the very important `τίθημι, which is from the IE `*dheh1- (see n30). This is also related to Latin fundatio, which is the origin (by way of French) of English foundation. The IE `[*dh] is realized as `[d] in Germanic languages (where deed is a realization of this root), `[th] in Hellenic (whence we get the above collection of words), and `[f] in Latin (whence `fundatio, and `facies, etc., etc.,).  `θέμις. [y] IE `*dheh1/dhē: Here is a sample of some of words generated by this root (taken from Calvert Watkins’ Dictionary of Indo-European Roots, DIER): apothecary, bibliotheca, boutique, abdomen, abscond, condiment, fact, feature, fetish, benefit, edify, effect, justify, perfect, qualify, sacrifice, face, surface, faculty, hypothesis, etc. [z]`ἔργα… `οἱ `οὐρανοί: When predicated one noun to another, the predicate usually occurs without the article, and the subject with the article. [a1] `ἱμάτιον: The English transliteration of this word is `himation, and it can be found in most dictionaries as a technical term for a type of cloak worn by the ancient Greeks. It is, basically, a word for a piece of clothing. In those same dictionaries the word vestment can be found, and also the word vest—all three of these words stem from the same IE root, namely `*ues “clothe.” The `[u] seen in the IE root is realized in Greek as `υ (upsilon) or `ϝ (digamma), and in Latin as `v. `ἱμάτιον is a diminutive of `εἷμα which is a derivative of the verb `ἕννυμι (a complex and important verb), whose earlier form would have been`ϝέσ-νυμι; and in this final form we are able to discern the IE root. (The Sanskrit word for clothe is `vás-man, corresponding perfectly to the Greek `εἷμα.) (s.v. `ἱμάτιον et `ἕννυμι, EDG).",
      "philosophical": "[gg]Joseph Smith Translation (of the Bible): This is taken from the LDS Bible dictionary: “A revision or translation of the King James Version of the Bible begun by the Prophet Joseph Smith in June 1830. He was divinely commissioned to make the translation and regarded it as “a branch of his calling” as a prophet. Although the major portion of the work was completed by July 1833, he continued to make modifications while preparing a manuscript for the press until his death in 1844, and it is possible that some additional modifications would have been made had he lived to publish the entire work. Some parts of the translation were published during his lifetime… Although not the official Bible of The Church of Jesus Christ of Latter-day Saints, the JST offers many interesting insights and is an invaluable aid to biblical interpretation and understanding. It is a most fruitful source of useful information for the student of the scriptures.” This was not a “translation” as we currently think of it. We have no record of Joseph Smith consulting original languages for his work, rather it seemed he seems to have tried to read the King James Version of the Bible and make revisions by means of divine revelation. Some of these revisions are the addition of a few words, but some include the creation of entire chapters. "
      },
  "twelve": { 
      "english": "12 And as a vesture shalt thou fold them up, and they shall be changed: but thou art the same, and thy years shall not fail. 13 But to which of the angels said he at any time, Sit on my right hand, until I make thine enemies thy footstool? 14 Are they not all ministering spirits, sent forth to minister for them who shall be heirs of salvation?", 
      "greek": "12 καὶ ὡσεὶ περιβόλαιον ἑλίξεις αὐτούς, ὡς ἱμάτιον καὶ ἀλλαγήσονται: σὺ δὲ ὁ αὐτὸς εἶ καὶ τὰ ἔτη σου οὐκ ἐκλείψουσιν. 13 πρὸς τίνα δὲ τῶν ἀγγέλων εἴρηκέν ποτε, Κάθου ἐκ δεξιῶν μου ἕως ἂν θῶ τοὺς ἐχθρούς σου ὑποπόδιον τῶν ποδῶν σου; 14 οὐχὶ πάντες εἰσὶν λειτουργικὰ πνεύματα εἰς διακονίαν ἀποστελλόμενα διὰ τοὺς μέλλοντας κληρονομεῖν σωτηρίαν; ", 
      "linguistic": "Forthcoming",
      "philosophical": "[hh] The Symbol of Jesus: As I reach the end of this chapter, I’ve been thinking a lot about the symbol of Jesus and how it becomes efficacious in someone’s life. He seems to have been a significant symbol for the writer of this and other epistles in the New Testament, and He has certainly been a beacon for numerous believers since. But how is this? What is it that allows for Jesus to cause a person to experience the world differently. In reflecting on this I’ve had two main questions: what does it mean for a symbol to be numinous and how does someone make a symbol numinous for themselves? This question is basically a variation on a question I have been asking and trying to answer for the past 15 years: how does one get revelation and have religious experience? For me, it stems from a deficiency in that sort of experience in my life. Like William James (the author of a famous series of lectures exploring religious experience) “Whether my treatment of mystical states will shed more light or darkness, I do not know, for my own constitution shuts me out from their enjoyment almost entirely, and I can speak of them only at second hand (Varieties…342).”  I have observed as others have described their genuine feeling of God’s love, or their moving faith in Christ, and I have tried to produce that feeling by various means with various degrees of failure. To be sure, I believe in Jesus and I have a very high Christology, but that belief is impotent. Explained another way: my belief in Jesus is much like my belief that the moon effects the ocean tides—I believe both are realities, but neither of them play on my heart and exalt me from the sphere of terrestrial quotidian. Carl Jung took ownership of the word archetype when he laid down his theory of the Collective Unconscious. For him, an archetype is a symbol that has significant meaning for an individual—life changing meaning. “Archetypes come to life only when one patiently tires to discover why and in what fashion they are meaningful to a living individual…They gain life and meaning only when you try to take into account their numinosity—i.e., their relationship to the living individual. Only then do you begin to understand their names mean very little, whereas the way they are related to you is all-important (Man and His Symbols, 88).” I thought of an analogy in connection with this: when I finished my graduate program last spring I was in the mood to start getting physically fit again. I’ve always had a basic desire for physical fitness, and a lot of my hobbies are physically demanding, but this summer I was able to push beyond myself because of the example of a certain individual. A friend of my started running ultra marathons a few years ago, and this past year he started winning or finishing in the top three in every one of his 50- and 100-mile races. His race reports inspired me, and before long I had registered to run a marathon in the Fall—a greater distance than I had ever run before. It inspired me to train hard, and to move beyond my normal activity level. That, to me, is a numinous image: it is an image that I was able to relate to myself and it caused me to behave differently. An image of biking wouldn’t have had a similar effect, because biking doesn’t appeal to me like running. Interestingly, in the course of my training I suffered an injury that made running the marathon unfeasible and running painful, and I noticed that I had lost interest in reading about my friend’s most recent victory—because I could no longer relate to it. So the goal then, is to get Jesus to be a figure like that for me (only significantly more potent). It is true that other writers on the topic of Christianity inspire me. I’ve been inspired in ways that were numinous (i.e., relatable to myself and potent) to believe and act in certain ways by the likes of Soren Kierkegaard (reading Works of Love), Brigham Young, Joseph Smith, Hugh Nibley, Bernard Shaw, and J. D. Salinger. And I think the reason is because they framed the principles of the gospel and the character of Jesus in ways that appealed to my personality and sentiments. The mass of portrayals of Jesus inside and outside of my own faith don’t appeal to me, but seem like so much fluffy kitsch or stale memoir. But even the inspiration I feel from the above is far below what I think a devotee should experience. I’m just crazy enough to think that these cosmic beings exists, and that they take liberties to condescend to mankind in personal and profound ways. Such promises litter the scriptures and I don’t think they are hyperbole or metaphor. It is a fantastic belief to have in 2015, especially for someone so intellectually bent, but it is certainly my perspective. So, again, how do we get there? I am certainly not the only one who needs this answered. Christian churches are currently hemorrhaging members and I’m not sure that many of those who remain enjoy a very numinous experience of their faith. Jung makes that critique throughout his works: Christianity has failed to develop their religion in a way that makes it vital to the world. This is not to say Christianity is false, nor is it to say that it should incorporate all modern sentiments into its dogma; it is simply to say, religion is far more external than it should be—it rarely reaches in a grabs ahold of the modern’s viscera. For me, I see a lot ground to be made in things that quiet the conscious mind, such as meditation, prayer,  long quiet walks; and also in the elimination of distractions, such as digital media, and excessive leisure. There’s a big part of me (maybe the biggest part) that thinks enlightenment is to be found on a lonely desert butte in southern Utah, with a few provisions, a journal, a set of scriptures, and heavy meditation and prayer."
      }
}